[
    {
        "id": 1,
        "poetry":"تم سلامت رہو ہزار برس , ہر برس کے ہوں دِن پچاس ہزار , تمام عُمر تجھے زندگی کا پیار مِلے , خُدا کرے کہ خوشی تم کو بار بار مِلے , یہ بے خُودی یہ لَبوں کی ہَنسی مُبارک ہَو , تمھیں یہ سالگرہ کی خُوشی مُبارک ہو , خُدا کرے کہ یہ دِن باربار آتا رہے , اور اَپنے ساتھ خوشیوں کا خزانہ لاتا رہے , خوشیاں ہزار تُم کو مِلیں سالگرہ پر , دیتے ہیں ہم دُعاتُمھیں عُمرِ دراز کی",
        "image": "../images/img1.jpg" 
    },
    {
        "id": 2,
        "poetry":"رفعتیں اور بُلندی بھی تجھ پہ ناز کرے , تیری یہ عُمر خُدا اور بھی دراز کرے٩ , حسین چہرے کی تابندگی مُبارک ہو , تُجھے یہ سالگرہ کی خوشی مُبارک ہو , تمھاری سالگرہ کے دن یہ دُعا ہے ہماری , جتنے ہیں چاند تارے، اُتنی ہو عُمر تمھاری",
        "image": "../images/img2.jpg" 
    },
    {
        "id": 3,
        "poetry": "ہم سماعت کو ہتھیلی پہ لیے پھرتے ہی  کوئی تو تیری آواز میں پکارے ہم کو تو ہے وہ قیمتی نقصان جو راس آیا اچھے لگتے ہیں تیرے بعد خسارے ہم کو",
        "image": "../images/img3.jpg" 
    },
    {
        "id": 4,
        "poetry": " مجھ سے پہلی سی محبّت مرے محبوب نہ مانگ میں نے سمجھا تھا کہ تُو ہے تو درخشاں ہے حیات تیرا غم ہے تو غمِ دہر کا جھگڑا کِیا ہے تیری صورت سے ہے عالم میں بہاروں کو ثبات تیری آنکھوں کے سوا دنیا میں رکھا کیا ہے  تو جو مل جائے تو تقدیر نگوں ہو جائے  یوں نہ تھا، میں نے فقط چاہا تھا یوں ہو جائے",
        "image": "../images/img4.jpg" 
    },
    {
        "id": 5,
        "poetry": "اَن گِنت صَدیوں کے تاریک بہیمانہ طلسم ریشم و عطلس و کمخواب میں بُنوائے ہوئے جا بجا بِکتے ہوئے کوچہ و بازار میں جِسم خاک میں لِتھڑے ہوئے خون میں نہلائے ہوے لوٹ جاتی ہے اِدھر کو بھی نظر کیا کیجے اب بھی دلکش ہے ترا حسن، مگر کیا کیجے اور بھی دکھ ہیں زمانے میں محبّت کے سوا راحتیں اور بھی ہیں وصل کی راحت کے سوا",
        "image": "../images/img5.jpg" 
    },
    {
        "id": 6,
        "poetry": "تٌم ہمارے نہیں تو کیا غم ہے ہم تمھارے تو ہیں یہ کیا کم ہے حٌسن کی شوخیاں ذرا دیکھو گاہے شعلہ ہے گاہے شبنم ہے مٌسکرا دو ذرا خٌدا کےلیے  شمع محفل میں روشنی کم ہے بن گیا ہے یہ زندگی اَب تو ",
        "image": "../images/img6.jpg" 
    },
    {
        "id": 7,
        "poetry": "دِل ہی تو ہے نہ سنگ و خشت درد سے بھر نہ آئے کیوں رویئں گے ہم ہزار بار کوئی ہمیں ستاۓ کیوں دیر نہیں حرم نہیں در نہیں آستاں نہیں بیٹھے ہیں رہ گزر پہ ہم  غیر ہمیں اُٹھائے کیوں جب وہ جمال دل فروز صورت مہر  نیم روز آپ ہی ہو نظارہ سوز پردے میں منہ چھُپائے کیوں ",
        "image": "../images/img7.jpg" 
    },
    {
        "id": 8,
        "poetry": "دشنہ ء غمزہ  جاں ستاں ناوک  ناز بے پناہ تیرا ہی عکس  رُخ سہی  سامنے تیرے آئے کیوں قیدِ حیات و بندِّ غم اصل دونوں ایک ہیں موت سے پہلے آدمی غم سے نجات پاۓ کیوں حسن  اور اس پہ حسن ظن  رہ گئی  بو الہواس  کی شرم اپنے پہ اعتماد ہے  غیر کو آزمائے کیوں واں وہ غرور عز و ناز یاں یہ حجاب  پاس  وضع ",
        "image": "../images/img8.jpg" 
    },
    {
        "id": 9,
        "poetry": "راہ میں ہم مِلیں کہاں بزم میں وہ بُلائے کیوں ہاں وہ  نہیں خُدا پرست  جاو وہ  بے وفا سہی جس کو ہو دین و دل عزیز  اس کی گلی میں جائے کیوں غالبِ خستہ کے بغیر کون سے کام بند ہیں  رویئے زار زار کیا کیجیے ہاۓ ہاۓ کیوں",
        "image": "../images/img9.jpg" 
    },
    {
        "id": 10,
        "poetry": "طبّیب یوں کوشش نہ کر ، تُجھے کیا خبر میرے مرض کی , تو عشق کر، پھر چوٹ کھا ، پھر لکھ دوا میرے درد کی",
        "image": "../images/img10.jpg" 
    },
    {
        "id": 11,
        "poetry": "وہ جو تقدیر میں لکھے نہیں ہوتے , اِنہی کی آرزو کو عِشق کہتے ہیں",
        "image": "../images/img11.jpg" 
    },
    {
        "id": 12,
        "poetry": "آج ہم دونوں کو فٌرصت ہے چلو عِشق کریں عشق دونوں کی ضرورت ہے چلو عشق کریں اس میں نقصان کا خطرہ ہی نہیں رہتا ہے یہ منافع کی تجارت ہے چلو عشق کریں",
        "image": "../images/img12.jpg" 
    },
    {
        "id": 13,
        "poetry": "میری خواہشات میں افضل ہے تیرا میرے ساتھ رہنا۔۔♥️",
        "image": "../images/img13.jpg" 
    },
    {
        "id": 14,
        "poetry": "تم دھنک کی مانند ھو   دیکھتے ھی خوش ھو جاتا ھوں  لاکھ دکھ درد سہی   تجھ سے بات کرتے کرتے بس کھو جاتا ھوں  وہ چاہ  بھی رکھتا ھوں اور الفت بھی  مگر حالات کا مارا چپ ھو جاتا ھوں  اکثر ایسا ھوا کہ طلب ھوئی تیری اندھیر رات میں  بس تجھ کو سوچتا اور پھر سو جاتا ھوں  میں اکیلا ھم ھی ھوتا ھوں تجھ کو تصور میں لاتا ھو ں ساتھ  اور دو ھو جاتا ھوں",
        "image": "../images/img14.jpg" 
    },
    {
        "id": 15,
        "poetry":"عشق سے عشق کی روداد نہ پوچھے کوئی۔۔!!اشک آنکھوں میں اٹھا کر وہ گرا دیتا ہے۔۔!!جب بھی پوچھا ہے کہ انجام محبت کیا ہے۔۔!!دل بناتا ہے وہ پھر دل کو مٹا دیتا ہے۔۔!",
        "image": "../images/img15.jpg" 
    },
    {
        "id": 16,
        "poetry": "جو تم ہی ہو مقابل میرے تو فتح کیسی؟  جاؤ ساری خوشیاں وار گئے ھم ہار گئے",
        "image": "../images/shiba.jpg" 
    },
    {
        "id": 17,
        "poetry": "Agr kuch bura lga ho to sorry socha buht kuch tha pr kuch khas kr nhi paya BD sound wgera add krna tha pr itna time hi mila short time ki wajha sy to Algorithem b nhi bnaya paya yr bs jo ha i hope apko achha lgy ga ",
        "image": "../images/shiba2.jpg" 
    }
   

]
